Repository: eduardc77/SpaceX
Catalog: SpaceXDomain/Sources/SpaceXDomain/Localizable.xcstrings
Source language: en
Languages: de

# filter.all_launches
source: All Launches
de: Alle Starts

# filter.successful_only
source: Successful Only
de: Nur Erfolgreiche

# filter.failed_only
source: Failed Only
de: Nur Fehlgeschlagene

# sort.date.oldest_first
source: Date (Oldest First)
de: Datum (Älteste zuerst)

# sort.date.newest_first
source: Date (Newest First)
de: Datum (Neueste zuerst)

# sort.name.a_to_z
source: Name (A to Z)
de: Name (A bis Z)

# sort.name.z_to_a
source: Name (Z to A)
de: Name (Z bis A)

# status.failed
source: Failed
de: Fehlgeschlagen

# status.successful
source: Successful
de: Erfolgreich

# date.years_count
source: %lld years
de: %lld Jahre

# company.description.format
source: %1$@ was founded by %2$@ in %3$d. It has now %4$@ employees, %5$@ launch sites, and is valued at USD %6$@
de: %1$@ wurde %3$d von %2$@ gegründet. Das Unternehmen hat jetzt %4$@ Mitarbeiter, %5$@ Startplätze und wird auf USD %6$@ geschätzt
